{
  "plugins": {
    "budoux.lua": {
      "src": "https://github.com/delphinus/budoux.lua"
    },
    "ccc.nvim": {
      "src": "https://github.com/uga-rosa/ccc.nvim"
    },
    "denops.vim": {
      "src": "https://github.com/vim-denops/denops.vim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "md-render.nvim": {
      "src": "https://github.com/delphinus/md-render.nvim"
    },
    "mini.bufremove": {
      "src": "https://github.com/echasnovski/mini.bufremove"
    },
    "mini.diff": {
      "src": "https://github.com/echasnovski/mini.diff"
    },
    "mini.extra": {
      "src": "https://github.com/echasnovski/mini.extra"
    },
    "mini.files": {
      "src": "https://github.com/echasnovski/mini.files"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.indentscope": {
      "src": "https://github.com/echasnovski/mini.indentscope"
    },
    "mini.pick": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nvim-aibo": {
      "src": "https://github.com/lambdalisue/nvim-aibo"
    },
    "nvim-cmp-kit": {
      "src": "https://github.com/hrsh7th/nvim-cmp-kit"
    },
    "nvim-deck": {
      "src": "https://github.com/hrsh7th/nvim-deck"
    },
    "nvim-ix": {
      "src": "https://github.com/hrsh7th/nvim-ix"
    },
    "nvim-jdtls": {
      "src": "https://github.com/mfussenegger/nvim-jdtls"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async"
    },
    "skkeleton": {
      "src": "https://github.com/vim-skk/skkeleton"
    },
    "term-edit.nvim": {
      "src": "https://github.com/chomosuke/term-edit.nvim"
    },
    "vim-gin": {
      "src": "https://github.com/lambdalisue/vim-gin"
    },
    "vim-qfedit": {
      "src": "https://github.com/itchyny/vim-qfedit"
    },
    "vim-ripgrep": {
      "src": "https://github.com/kyoh86/vim-ripgrep"
    },
    "vim-toggle-quickfix": {
      "src": "https://github.com/drmingdrmer/vim-toggle-quickfix"
    },
    "vimdoc-ja": {
      "src": "https://github.com/vim-jp/vimdoc-ja"
    }
  }
}
